{
    "plants": [
        {
            "image": "img/1-Zamioculcas-zamiifolia.jpg",
            "name": "Zamioculca",
            "scientificName": "Zamioculcas zamiifolia",

            "Reino":	    "Plantae",
            "Ordem":	    "Alismatales",
            "Família":	    "Araceae",
            "Gênero":	    "Zamioculcas Schott",
            "Espécies":	    "Z. zamiifolia",
            "Nomebinomial": "Zamioculcas zamiifolia",

            "characteristics": "A zamioculcas é uma folhagem ornamental, popular pela rusticidade e beleza, principalmente quando utilizada em interiores e outros locais de baixa luminosidade natural. Sua textura é herbácea, com folhas muito brilhantes, glabras, pinadas e de cor verde-escura, que chegam a um metro de altura.",

            "origin": "A zamioculca é uma planta originária da Tanzânia, na África. Por ser uma planta de menor porte — costumam não passar muito de 1 metro de altura — em seu ambiente natural, a planta costuma ficar debaixo da copa das árvores, o que significa que ela não gosta de sol direto.",

            "uses": "De grande beleza plástica, devido ao intenso brilho de sua folhagem, as Zamioculcas são muito utilizadas em áreas internas como salas, corredores, halls, lojas, escritórios, entre outros."
        },

        {
            "image": "img/2-Phoenix-reclinata.jpg",
            "name": "Tamareira-do-senegal",
            "scientificName": "Phoenix reclinata",

            "Reino":	    "Plantae",
            "Ordem":	    "Arecales",
            "Família":	    "Arecaceae",
            "Gênero":	    "Fénix",
            "Espécies":	    "P. reclinada",
            "Nomebinomial": "Phoenix reclinada",

            "characteristics": "Palmeira ereta, de tronco simples, fina e elegante, por vezes se estreitando na base. O crescimento é lento, atingindo de 2 a 4 metros de altura e diâmetro do tronco em torno de 15 a 20cm, razão pela qual muitos a chamam de mini-palmeira. Planta dióica.",

            "origin": "É originária principalmente do Sudeste asiático. É uma planta de crescimento lento que pode chegar a ter 4 metros de altura e 20 cm de diâmetro. É resistente ao frio e adapta-se a muitos tipos de solo, mas prefere os mais úmidos e ricos em matéria orgânica.",

            "uses": "Muito útil para jardins tropicais, áreas internas com pouca luz, como escritórios ou terraços, pode ser plantada em todo Brasil. Frutos nascem no verão e inicio do outono, chama os pássaros. Planta é resistente ao frio também."
        },

        {
            "image": "img/3-Tradescantia-spathacea.jpg",
            "name": "Abacaxi roxo",
            "scientificName": "Tradescantia spathacea",

            "Reino":	    "Plantae",
            "Ordem":	    "Commelinales",
            "Família":	    "Commelinaceae",
            "Gênero":	    "Tradescantia",
            "Espécies":	    "T. spathacea",
            "Nomebinomial": "Tradescantia spathacea",

            "characteristics": "O abacaxi-roxo é uma planta herbácea, rizomatosa, de folhagem perene e colorida, cultivada em diferentes regiões tropicais do mundo por suas qualidades como ornamental. Ela forma rosetas densas e simétricas, com suas folhas eretas, côncavas e lanceoladas.",

            "origin": "É uma planta rustica de rápido crescimento que chega a ser considerada invasora no seu local de origem (América Central e América do Norte), pela sua grande facilidade de propagação.",

            "uses": "Utilize em maciços ou bordaduras sob sol pleno ou meia sombra, aposicionados a gramados bem cuidados, forrações de cores distintas ou em composições com outras plantas igualmente geométricas, como agaves e bromélias por exemplo. Também é perfeito para jardins rochosos, crescendo entre as fendas."
        },

        {
            "image": "img/4-Dieffenbachia-schott.jpg",
            "name": "Dieffenbachia",
            "scientificName": "Dieffenbachia schott",

            "Reino":	    "Plantae",
            "Ordem":	    "Alismatales",
            "Família":	    "Araceae",
            "Gênero":	    "Dieffenbachia",
            "Espécies":	    "D. seguine",
            "Nomebinomial": "Dieffenbachia seguine",

            "characteristics": "É uma planta que facilmente atinge os 20 a 50 cm de altura, com folhas grandes de tonalidade verde-escura e salpicadas de manchas brancas de diferentes tamanhos.",

            "origin": "Dieffenbachia Schott é um género de origem neotropical, pertencente à família das Araceae, englobando cerca de 51 espécies de plantas herbáceas perenes, conhecido pelas suas folhas variegadas.",

            "uses": "Índios brasileiros forçavam inimigos capturados a ingerirem a planta para tentar torná-los estéreis; no Caribe, há registros do uso da planta como método contraceptivo. \n Em Cuba, o suco da planta é aplicado diretamente nos órgão genitais para uso como afrodisíaco – apenas para mulheres."
        },

        {
            "image": "img/5-Dracaena-fragrans.jpg",
            "name": "Dracena",
            "scientificName": "Dracaena fragrans",

            "Reino":	    "Plantae",
            "Ordem":	    "Asparagales",
            "Família":	    "Asparagaceae",
            "Gênero":	    "Dracaena",
            "Espécies":	    "D. fragrans",
            "Nomebinomial": "Dracaena fragrans",

            "characteristics": "É uma planta de folhagem decorativa e amplamente cultivada em diversas partes do mundo por seu forte apelo tropical e rusticidade em ambientes internos. \n A planta é classificada como uma espécie arbustiva, se apresenta com pouca ramificação, que tem a altura entre 3 a 6 m, enquanto a folhagem é perene",

            "origin": "Dracena é uma espécie de planta nativa em toda a África. De fato, a incidência da espécie ocorre do Sudão ao sul de Moçambique, passando pelo oeste da Costa do Marfim até o sudoeste de Angola. Costumeiramente, a planta tende a crescer em regiões montanhosas, com cerca de 250-600 metros de altitude.",

            "uses": "A dracena é bastante popular e versátil no paisagismo, podendo ser utilizada como arbusto isolado ou em grupos e renques, servindo assim como ponto focal ou compondo maciços, cercas vivas e conjuntos com outras plantas. Em interiores ela é sucesso absoluto."
        },

        {
            "image": "img/6-Coffea-arabica.jpg",
            "name": "Café-arábica",
            "scientificName": "Coffea arabica",

            "Reino":	    "Plantae",
            "Ordem":	    "Gentianales",
            "Família":	    "Rubiaceae",
            "Gênero":	    "Coffea",
            "Espécies":	    "C. arabica",
            "Nomebinomial": "Coffea arabica",

            "characteristics": "A espécie corresponde a aproximadamente ¾ dos grãos produzidos em todo o mundo e é tida como a mais nobre da família dos cafés devido à sua complexidade de sabor e aroma. O café arábica possui um sabor suave, ligeiramente ácido e naturalmente adocicado. Isso se deve, pois, seus grãos possuem uma concentração de açúcares muito maior do que a do robusta. Além disso, o café arábica também possui um aroma mais suave e frutado e a concentração de cafeína em seus grãos é bem menor do que a de outras espécies de café.",

            "origin": "Foi catalogado por volta de 1750 e é originário da Etiópia.",

            "uses": "Utilizada para a produção de café"
        },

        {
            "image": "img/7-Chlorophytum-comosum.jpg",
            "name": "Clorofito",
            "scientificName": "Chlorophytum comosum",

            "Reino":	    "Plantae",
            "Ordem":	    "Asparagales",
            "Família":	    "Asparagaceae",
            "Gênero":	    "Chlorophytum",
            "Espécies":	    "C. comosum",
            "Nomebinomial": "Chlorophytum comosum",

            "characteristics": "é uma planta de fácil cultivo, e pouco exigente em manutenção, sendo bastante comum seu plantio em cestas suspensas, vasos e jardineiras, onde seu aspecto pendente é valorizado. Adapta-se muito bem a interiores, tolerando inclusive o ar-condicionado e eventuais “esquecimentos”. Também pode ser aproveitada em canteiros, bordaduras ou como forração, mas não suporta pisoteio.Devem ser cultivadas sob sol pleno ou meia-sombra, em solo fértil, leve e enriquecido com matéria orgânica, com regas regulares. Suas raízes grossas, com boa reserva de nutrientes e água, a tornam tolerantes a pequenos períodos de seca. Tolera também o frio subtropical ou mediterrâneo. Multiplica-se por divisão das touceiras ou pela separação das mudas formadas nas inflorescências.",

            "origin": "Nativa do sul da África",

            "uses": "usada em todo o mundo como planta ornamental de interior e nas regiões tropicais e subtropicais como planta de enchimento em jardins."
        },

        {
            "image": "img/8-Ziziphus-jujuba.jpg",
            "name": "Jujuba",
            "scientificName": "Ziziphus jujuba",

            "Reino":	    "Plantae",
            "Ordem":	    "Rosales",
            "Família":	    "Rhamnaceae",
            "Gênero":	    "Ziziphus",
            "Espécies":	    "Z. jujuba",
            "Nomebinomial": "Ziziphus jujuba",

            "characteristics": "As folhas são densamente branco pilosas embaixo, trinervadas, a partir da base, de 3-8cm de comprimento. As flores são amareladas com odor desagradável, cerca de 4mm de largura, possuem pétalas muito pequenas, estames amarelo-dourados. Os frutos são drupas globosas com semente dura, de 1,2cm de diâmetro Contém muito vitamina A e C. É adstringente, antidiarreico, purgativo, febrífugo. EM DOSES FORTES PODE SER TÓXICO.",

            "origin": "com origens na Ásia, desde o Médio Oriente, partes da Índia e da China. Cultiva-se há longo tempo no sul da Europa, já desde o tempo da Roma Antiga e foi introduzida em muitas outras regiões.",

            "uses": "É comercialmente cultivada pelos frutos que são comestíveis em estado fresco ou secos. Produção de 80 a 130kg por ano por árvore. O tronco não cresce em dimensões grandes, mas é de boa qualidade, com cerne vermelho-acastanhado, fácil de trabalhar e lustrar, resistente aos cupins. Própria para fabricação de utensílios de cozinha, cabos de ferramentas, construção de barcos; dá boa lenha. A casca é rica em tanino."
        },

        {
            "image": "img/9-Canna-indica.jpg",
            "name": "Cana-da-Índia",
            "scientificName": "Canna indica",

            "Reino":	    "Plantae",
            "Ordem":	    "Zingiberales",
            "Família":	    "Cannaceae",
            "Gênero":	    "Canna",
            "Espécies":	    "C. indica",
            "Nomebinomial": "Canna indica",

            "characteristics": "Há cultivares de flores amarelas, alaranjadas, rosadas, avermelhadas, carmins e também ostentando uma mistura de duas ou mais cores. Rainha de lugares ensolarados, quentes e muito úmidos, a cana-índica tem as folhas finas e largas, que se enrolam quando o ar está muito seco. As flores, que surgem praticamente o ano todo, são muito duráveis apesar da imagem de fragilidade que suas pétalas demonstram ter.",

            "origin": "Nativa Brasileira",

            "uses": "Embora seja conhecida apenas como planta ornamental, a canna indica contém diversas partes nutritivas (ricas em substâncias fitoterápicas) que podem ser incluídas na alimentação e usadas para fins medicinais."
        },

        {
            "image": "img/10-Syngonium-podophyllum.jpg",
            "name": "Singônio",
            "scientificName": "Syngonium podophyllum",

            "Reino":	    "Plantae",
            "Ordem":	    "Alismatales",
            "Família":	    "Araceae",
            "Gênero":	    "Syngonium",
            "Espécies":	    "S. podophyllum",
            "Nomebinomial": "Syngonium podophyllum",

            "characteristics": "Planta herbácea de caule flexível e volúvel. \n De grande comprimento de onde saem folhas verdes ou verdes variegadas ao longo das nervuras de consistência coriácea e brilhante com pecíolos longos. As folhas jovens podem se apresentar simples divididas em três lobos com um deles mais longo. Quando adultas as folhas podem ser mais divididas até junto do pecíolo, parecendo pertencer a outra planta. As flores são brancas, semelhantes a outras aráceas, em forma de espádice, mas sem expressão. Como todas as plantas da família é tóxica e devemos ter cuidado no seu manuseio.",

            "origin": "Originária da América Central.",

            "uses": "é decorativa e fácil de cuidar. É uma espécie excelente para decorar os mais diversos ambientes, seja como forração no jardim, na varanda ou interior como planta pendente ou no vaso, até mesmo como trepadeira no jardim vertical ou a beira de outra espécie maior."
        },

        {
            "image": "img/11-Asphodelus-fistulosus.jpg",
            "name": "Gambanito",
            "scientificName": "Asphodelus fistulosus",

            "Reino":	    "Plantae",
            "Ordem":	    "Asparagales",
            "Família":	    "Asphodelaceae",
            "Gênero":	    "Asphodelus",
            "Espécies":	    "A. fistulosus",
            "Nomebinomial": "Asphodelus fistulosus",

            "characteristics": "Trata-se de uma planta herbácea anual ou perene de curta duração com um caule oco que pode chegar ais 70 centímetros de altura. O sistema radical possui uma série de tubérculos na base do caule. A inflorescência é uma panícula com flores muito separadas. Cada flor possui de 5 a 12 milímetros de largura, com seis tépalas, que são geralmente de cor blanca ou rosa muito pálida, com una clara franja longitudinal de cor castanha-avermelhada a roxa. As flores são diurnas, fechando durante a noite em dias nublados. O fruto é uma cápsula ovóide, deiscente em 3 lóculos, cada um com 2 sementes triédricas.",

            "origin": "É uma planta nativa da região mediterrânica. É uma espécie invasora nos Estados Unidos da América, encontrada de maneira significativa na Califórnia, Arizona, Novo México e Texas, listada como erva nociva federal (federal noxious weed) pelo Departamento de Agricultura dos Estados Unidos.",

            "uses": "Durante a Segunda Guerra Mundial foi usado em panificação. As flores frescas são utilizadas no fabrico de queijo. Os rizomas usam-se sob a forma de cataplasma no tratamento do hemorroidal."
        },

        {
            "image": "img/12-Celosia-argentea.jpg",
            "name": "Celósia plumosa",
            "scientificName": "Celosia argentea",

            "Reino":	    "Plantae",
            "Ordem":	    "Caryophyllales",
            "Família":	    "Amaranthaceae",
            "Gênero":	    "Celosia",
            "Espécies":	    "C. argentea",
            "Nomebinomial": "Celosia argentea",

            "characteristics": "Considerada uma planta de corte, é muito utilizada em arranjos florais. Isso não somente pela sua beleza exótica, como também pela durabilidade de suas inflorescências. Até mesmo após secarem, elas mantêm seu encanto. A planta também é uma das preferidas do paisagismo, pois seu formato diferenciado torna jardins e jardineiras mais charmosos.",

            "origin": "Existem cinco espécies de celósia, todas pertences à família Amaranthaceae. São: Celosia argentea, Celosia isertii DC Cidades, Celosia leptostachya Benth., Celosia odorata T. Cooke e Celosia trigyna L. Geralmente, alcança entre 30 cm e 60 cm de altura. \n Com provável origem no continente africano, pode ser encontrada em regiões tropicais e subtropicais da Ásia e da América. Isso faz com que ela seja uma das poucas plantas com ciclo de vida anual que se adaptam perfeitamente ao verão. Ao mesmo tempo, não tolera temperaturas muito baixas.",

            "uses": "As flores dessa planta são bem decorativas, embelezam jardins e ambientes. Por isso, podem ser cultivadas de forma aglomerada formando lindos maciços coloridos em canteiros, ou no meio de gramados. \n Também fica bem ornamental plantada em áreas situadas na beira de muros e paredes. \n Já no vaso não é o tão indicado tê-la, pois esta planta se desenvolve melhor em espaços maiores. \n Além da utilidade ornamental, a Celósia tem propriedades medicinais e alimentícias."
        },

        {
            "image": "img/13-Musa-acuminata.jpg",
            "name": "Musa acuminata",
            "scientificName": "Musa acuminata",

            "Reino":	    "Plantae",
            "Ordem":	    "Zingiberales",
            "Família":	    "Musaceae",
            "Gênero":	    "Musa",
            "Espécies":	    "M. acuminata",
            "Nomebinomial": "Musa acuminata",

            "characteristics": "Atinge uma altura de até 7 metros, com um pseudo-tronco com cerca de 30cm de espessura.. As folhas são inteiras, lanceoladas, com 3 metros de comprimento por 60 cm de largura e quebram facilmente. \n Suas flores são agrupadas em inflorescências quase horizontais, com pedúnculo pubescente e raque. O fruto é uma baga falsa com formato linear ou falcado que mede 8-13cm de comprimento e até 3cm de diâmetro., e com a polpa branca de sabor adocicado.",

            "origin": "A maioria das cultivares de banana originou-se do Continente Asiático, embora existam centros secundários de origem na África Oriental e nas ilhas do Pacífico, além de um importante centro de diversidade na África Ocidental. As cultivares apresentam três níveis cromossômicos distintos: diplóide, triplóide e tetraplóide, respectivamente com dois, três e quatro múltiplos do número básico de cromossomas ou genoma de 11 (x = n). Por meio de cruzamentos experimentais pode-se constatar que as bananeiras triplóides originaram-se a partir de hibridações entre diplóides, bem como os tetraplóides foram gerados a partir de cruzamentos entre triplóides e diplóides (Cheesman, 1932a, 1932b; Dodds, 1943).",

            "uses": "acuminata apresentaram excelente atividade para os dois vírus avaliados: herpesvírus simples humano tipo 1 e herpesvírus simples humano tipo 2, ambos resistentes ao Aciclovir. Os resultados indicam que os extratos de M. acuminata testados podem constituir alvo potencial para uso em terapias antivirais."
        },

        {
            "image": "img/14-Eugenia-uniflora.jpg",
            "name": "Pitanga",
            "scientificName": "Eugenia uniflora",

            "Reino":	    "Plantae",
            "Ordem":	    "Myrtales",
            "Família":	    "Myrtaceae",
            "Gênero":	    "Eugenia",
            "Espécies":	    "E. uniflora",
            "Nomebinomial": "Eugenia uniflora",

            "characteristics": "Folhas brilhantes de 4-5cm de comprimento; durante o florescimento, surgem folhas novas com tons de vermelho; flor pequena, de coloração branca; fruto de coloração vermelha quando maduro, de 2-3cm de comprimento, sabor levemente ácido, com uma única semente.",

            "origin": "A pitangueira é uma árvore ou arbusto frutífero e ornamental, nativo da mata atlântica e conhecido principalmente pelos frutos doces e perfumados que fazem parte da cultura dos brasileiros. O nome “pitanga” é de origem tupi e significa vermelho-rubro, uma alusão à cor dos frutos maduros.",

            "uses": "Na medicina popular, é utilizada como antidiarréico, hipoglicemiante, diurético, antifebril, anti-reumático, estimulante, hipocolesteremiante, anti-hipertensivo (consumida junto com a erva- mate no chimarrão)."
        },

        {
            "image": "img/15-Dracaena-trifasciata.jpg",
            "name": "Espada-de-são-jorge",
            "scientificName": "Dracaena trifasciata",

            "Reino":	    "Plantae",
            "Ordem":	    "Asparagales",
            "Família":	    "Asparagaceae",
            "Gênero":	    "Dracaena",
            "Espécies":	    "D. trifasciata",
            "Nomebinomial": "Dracaena trifasciata",

            "characteristics": "A espada-de-são-jorge é uma planta herbácea, cespitosa, acaule e rizomatosa, que pode atingir até 90 cm de altura. Suas folhas, dispostas verticalmente, em roseta, são suculentas, eretas, podendo ser lineares ou lanceoladas, de ápice pontiagudo e rostrado, glabras em ambas as faces, coriáceas e muito fibrosas. Possuem coloração característica, com manchas transversais irregulares e intercaladas, de cor verde-escuro e verde-claro, facilmente identificável. Suas inflorescências, do tipo racemo simples ou panícula, se erguem em um escapo floral pedunculado, a partir do centro da roseta, com flores gamotépalas, cor de rosa ou esbranquiçadas. Durante a antese, que ocorre à noite, as flores liberam uma agradável fragrância e suas tépalas recurvadas criam um belo efeito visual, mesmo assim, possuem uma importância ornamental secundária em relação às folhas. Seus frutos são carnosos, de cor laranja.",

            "origin": "Africana",

            "uses": "trifasciata produz cânhamo em corda, uma fibra vegetal forte que costumava ser usada para fazer cordas de arco. Agora é usada predominantemente como planta ornamental, ao ar livre em climas mais quentes e em ambientes internos como planta de casa em climas mais frios."
        }
    ]
}